Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Notifications help you stay safer with Firefox
co: E nutificazioni vi aiutanu à stà in sicurità cù Firefox

source: Not interested in the feature
co: Sta funzione ùn mi garba

source: Not Now
co: Micca subitu

source: No trackers found
co: Ùn si trova nisunu perseguitatore

source: Not secure
co: Nonsicuru

source: Now featuring Total Cookie Protection, our most powerful barrier yet against cross-site trackers.
co: Eccu a prutezzione tutale contr’à i canistrelli, a nostra chjudenda a più putente oghje contr’à l’elementi intersiti di spiunagiu.

source: Offer to translate (default)
co: Prupone di traduce (predefinitu)

source: Offer to translate when possible
co: Prupone di traduce quand’ella hè pussibule

source: Off for this site
co: Disattivata per stu situ

source: On a website, this bar tucks away as you scroll down for extra browsing space.
co: Nant’à un situ web, sta barra si piatta quandu si sfila versu u bassu, per lascià più spaziu per a navigazione.

source: One last thing
co: Un’ultima cosa

source: One or more add-ons stopped working, making your system unstable.
co: Certi moduli addiziunale anu fermatu di funziunà, rindendu u vostru sistema instabile.

source: One or more add-ons stopped working, making your system unstable. %1$s unsuccessfully tried to restart the add-on(s). Add-ons won’t be restarted during your current session. Removing or disabling add-ons may fix this issue.
co: Certi moduli addiziunale anu fermatu di funziunà, rindendu u vostru sistema instabile. %1$s hà pruvatu, senza successu, di rilancialli. Sti moduli addiziunale ùn seranu micca rilanciati durante a sessione attuale. Caccialli o disattivalli puderia currege stu prublema.

source: One or more extensions stopped working, making your system unstable.
co: Certe estensioni anu fermatu di funziunà, rindendu u vostru sistema instabile.

source: One or more extensions stopped working, making your system unstable. %1$s unsuccessfully tried to restart the extension(s). Extensions won’t be restarted during your current session. Removing or disabling extensions may fix this issue.
co: Certe estensioni anu fermatu di funziunà, rindendu u vostru sistema instabile. %1$s hà pruvatu, senza successu, di rilancialle. St’estensioni ùn seranu micca rilanciate durante a sessione attuale. Caccialle o disattivalle puderia currege stu prublema.

source: One tap helps stop companies spying on your clicks.
co: Basta un solu gestu per impedisce l’imprese di spiunà i vostri clicchi.

source: On for this site
co: Attivata per stu situ

source: On in all tabs
co: Attivatu in tutte l’unghjette

source: On in private tabs
co: Attivatu in l’unghjette private

source: Only use the provider you select
co: Impiegà solu u furnidore chì vo avete selezziunatu

source: Only use your default DNS resolver if there is a problem with secure DNS
co: Impiegà u vostru sistema predefinitu di risuluzione di nome solu s’ella ci hè un prublema cù u DNS sicuru

source: On March 14, add-ons and other Firefox features will stop working because a root certificate is expiring.
co: U 14 di marzu, i moduli addiziunali è certe funzioni di Firefox ùn funziuneranu più per via di a scadenza d’un certificatu di radica.

source: Open all in new tabs
co: Tuttu apre in unghjette nove

source: Open all in private tabs
co: Tuttu apre in unghjette private

source: Open a new %1$s tab
co: Apre una nova unghjetta in %1$s

source: Open a new tab
co: Apre un’unghjetta nova

source: Open debug drawer
co: Apre a cantera di spannatura

source: Open %d tabs?
co: Apre %d unghjette ?

source: Open existing file
co: Apre u schedariu esistente

source: Open files downloaded to your device.
co: Apre i schedarii scaricati nant’à u vostru apparechju.

source: Open in another app
co: Apre in un’altra appiecazione

source: Opening screen
co: Screnu d’apertura

source: Opening this many tabs may slow down %s while the pages are loading. Are you sure you want to continue?
co: L’apertura di tante unghjette pò rallentà %s durante u caricamentu di e pagine. Vulete veramente cuntinuà ?

source: Open in regular tab
co: Apre in un’unghjetta nurmale

source: Open in %s
co: Apre cù %s

source: Open in %s? Your activity may no longer be private.
co: Apre cù %s ? A vostra attività puderia ùn esse più privata.

source: Open link in external app
co: Apre u liame in un’appiecazione esterna

source: Open link in new tab
co: Apre u liame in una nova unghjetta

source: Open link in private tab
co: Apre u liame in una nova unghjetta privata

source: Open links in apps
co: Apre i liami in l’appiecazioni

source: open link to learn more
co: apre u liame per sapene di più

source: open link to learn more about this collection
co: apre u liame per sapene di più nant’à sta cullezzione

source: Open on homepage
co: Apre a pagina d’accolta

source: Open on homepage after four hours
co: Apre a pagina d’accolta dopu quattru ore

source: Open on last tab
co: Apre l’ultima unghjetta

source: Open review checker
co: Apre u verificadore d’avisu

source: Open Review quality check
co: Apre u cuntrollu di qualità di l’avisi

source: Open survey
co: Apre l’inchiesta

source: Open tab search
co: Apre a ricerca d’unghjetta

source: Open translation sheet
co: Apre u panellu di traduzzione

source: Optional
co: Ozzionale

source: Optional data collection:
co: Culletta di dati ozzionale :

source: Optional permissions:
co: Permessi ozzionale :

source: Optional settings:
co: Parametri ozzionale :

source: Organization
co: Urganismu

source: Original untranslated page loaded
co: Pagina originale micca tradutta caricata

source: Others
co: Altri

source: Other tabs
co: Altre unghjette

source: Our most powerful privacy feature yet isolates cross-site trackers.
co: A nostra funzione di cunfidenzialità a più putente ora hè di scartà l’elementi intersiti di spiunagiu.

source: Our non-profit backed browser helps stop companies from secretly following you around the web.
co: U nostru navigatore sustinutu da un urganismu senza scopu lucrativu impedisce l’imprese di seguitavvi da manera sicreta nant’à u Web.

source: Our non-profit backed browser helps stop companies from secretly following you around the web. Learn more in our privacy notice.
co: U nostru navigatore sustinutu da un urganismu senza scopu lucrativu impedisce l’imprese di seguitavvi da manera sicreta nant’à u Web. Sapene di più in a nostra dichjarazione di cunfidenzialità.

source: Our sponsors & your privacy
co: I nostri spunsurizatori è a vostra vita privata

source: Override current region
co: Rimpiazzà a regione attuale

source: Override home and current region
co: Rimpiazzà e regioni d’accolta è attuale

source: Override home region
co: Rimpiazzà a regione d’accolta

source: Override home region permanently
co: Rimpiazzà a regione d’accolta ab’eternu

source: Overrides all other settings
co: Supraneghja tutti l’altri parametri

source: Overrides offers to translate
co: Supraneghja e pruposte di traduzzione

source: Packaging and appearance
co: Imballasgiu è aspettu

source: Page translated from %1$s to %2$s
co: Pagina tradutta in %2$s, l’origine hè in %1$s

source: Page translated from %1$s to %2$s.
co: Pagina tradutta in %2$s, l’origine hè in %1$s.

source: Parish
co: Parochja

source: Part of the Firefox family. %s
co: Parte di a famiglia Firefox. %s

source: Password
co: Parolla d’intesa

source: Password copied to clipboard
co: Parolla d’intesa cupiata in u preme’papei

source: Password field must not be empty
co: U campu di a parolla d’intesa ùn deve micca esse viotu

source: Password for %1$s
co: Parolla d’intesa per %1$s

source: Password options
co: Ozzioni di parolla d’intesa

source: Password required
co: Parolla d’intesa richiesta

source: Passwords
co: Parolle d’intesa

source: Password saved
co: Parolla d’intesa arregistrata

source: Passwords shortcut
co: Accurtatoghju per e parolle d’intesa

source: Password updated
co: Parolla d’intesa mudificata

source: Past explorations
co: Esplurazioni recente

source: paused
co: in pausa

source: Payment methods
co: Metode di pagamentu

source: pending
co: in attesa

source: personal communications
co: cumunicazioni persunale

source: Personalized %1$s homepage
co: Pagina d’accolta persunalizata di %1$s

source: Personalized Firefox homepage
co: Pagina d’accolta di Firefox persunalizata

source: personally identifying information
co: dati persunali

source: Phone
co: Telefonu

source: Pick a theme
co: Sceglie un tema

source: Pick a toolbar placement
co: Sciglite a piazza di a barra d’attrezzi

source: Pick up where you left off
co: Ripigliate induve vi site piantati

source: Pick up where you left off with tabs from other devices now on your homepage.
co: Ripigliate induve vi site piantati cù l’unghjette d’altri apparechji chì si trovanu avà nant’à a vostra pagina d’accolta.

source: Pick your theme
co: Sciglite un tema

source: Pick your toolbar placement
co: Sceglie a pusizione di a vostra barra d’attrezzi

source: Pixelated
co: Pizzelizatu

source: Please choose a reason
co: Ci vole à sceglie una ragione

source: Please complete survey
co: Vi ringraziemu di risponde à l’inchiesta

source: Please enter a number greater than zero
co: Stampittate un numeri superiore à zeru

source: Please enter a valid credit card number
co: Ci vole à stampittà un numeru accettevule di carta bancaria

source: Please enter a valid URL
co: Stampittate un indirizzu web accettevule

source: Please enter positive integers only
co: Stampittate solu numeri interi pusitivi

source: Please fill out this field
co: Ci vole à riempie stu campu

source: Please help make Firefox better by taking a short survey.
co: Pè piacè aiutateci à rende Firefox megliu facendu una corta inchiesta.

source: Please help us to improve
co: Per piacè, aiutateci à amendacci

source: Please take a moment to review and accept. %1$s.
co: Ci vole à piglià u so tempu per fighjalle è accettalle. %1$s.

source: Postal Code
co: Codice pustale

source: Post town
co: Cità pustale

source: Powered by Pocket.
co: Funziuneghja grazia à Pocket.

source: Powered by %s.
co: Funziuneghja grazia à %s.

source: Prefecture
co: Prefettura

source: Preparing download…
co: Preparazione di u scaricamentu…

source: Preview Report
co: Fighjulata di u signalamentu

source: Price
co: Prezzu

source: Pride
co: Fierezze

source: Print
co: Stampà

source: Print…
co: Stampà…

source: Privacy and security settings
co: Parametri di cunfidenzialità è di sicurità

source: privacy notice
co: dichjarazione di cunfidenzialità

source: Privacy Notice
co: Pulitica di cunfidenzialità

source: privacy policy
co: pulitica di cunfidenzialità

source: Privacy policy
co: Pulitica di cunfidenzialità

source: Privacy protection by default
co: Prutezzione attiva di a vita privata

source: Privacy Settings
co: Parametri di cunfidenzialità

source: Private browsing data deleted
co: I dati di navigazione privata sò stati squassati

source: Private browsing in %1$s doesn’t save your info.
co: A navigazione privata in %1$s ùn arregistreghja nisuna infurmazione.

source: Private Tabs Open: %1$s. Tap to switch tabs.
co: Unghjette private aperte : %1$s. Picchichjà per cambià d’unghjetta.

source: Product is not available
co: U pruduttu ùn hè micca dispunibule

source: Protections are OFF. We suggest turning them back on.
co: E prutezzioni sò disattivate. Vi ricumandemu di riattivalle torna.

source: Protection Settings
co: Parametri di prutezzione

source: Protect your account by using a strong, randomly generated password. It’ll be saved into your account for future use.
co: Prutigite u vostru contu impieghendu una parolla d’intesa forte è ingenerata à l’azardu. Serà arregistrata in u vostru contu per un aghjovu futuru.

source: Protect your accounts by using a strong, randomly generated password. Get quick access to your passwords by saving it in your account.
co: Prutigite i vostri conti impieghendu una parolla d’intesa forte è ingenerata à l’azardu. Accidite in furia à e vostre parolle d’intesa arregistrendule in u vostru contu.

source: Protect your accounts by using a strong, randomly generated password. It’ll be saved into your account for future use.
co: Prutigite u vostru contu impieghendu una parolla d’intesa forte è ingenerata à l’azardu. Serà arregistrata in u vostru contu per un aghjovu futuru.

source: Provide cryptographic authentication services.
co: Pruvede servizii d’autenticazione cifrata.

source: Provider
co: Furnidore

source: Province
co: Pruvincia

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
co: ¶ <p>L’indirizzu indicheghja un protocollu (i.e. : <q>wxyz://</q>) scunnisciutu da u navigatore chì ùn riesce micca à cunnettesi currettamente à u situ.</p>¶ <ul>¶ <li>>Pruvate d’accede à cuntenutu multimedia o à d’altri servizii non-testu ? Verificate nant’à u situ i prugrammi chì sò richiesti.</li>¶ <li>Certi protocolli ponu richiede un terzu prugramma o moduli d’estensione per chì u navigatore possi ricunnoscelli.</li>¶ </ul>¶

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
co: ¶ <p>U navigatore s’hè cunnessu bè, ma a cunnessione hè stata interrotta durante u trasferimentu d’infurmazioni. Ci vole à pruvà torna.</p>¶ <ul>¶ <li>Forse u site hè timpurariamente indispunibule o sopraccarcu. Pruvate torna da quì à pocu.</li>¶ <li>S’ella ùn hè mancu pussibule di navigà nant’à un situ, verificate a cunnessione di dati o Wi-Fi di u vostru apparechju.</li>¶ </ul>¶

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
co: <p>U navigatore hè cunfiguratu per impiegà un servitore proxy, ma quessu ùn si trova micca.</p> <ul> <li>Hè curretta a cunfigurazione proxy di u navigatore ? Verificate i parametri è pruvate torna.</li> <li>Hè cunnessu à una reta attiva, l’apparechju ?</li> <li>Avete sempre penseru ? Cuntattate u vostru amministratore di a reta o u vostru furnidore d’accessu à internet per ottene un aiutu.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
co: <p>U navigatore hè cunfiguratu per impiegà un servitore proxy, ma quessu hà ricusatu a cunnessione.</p> <ul> <li>Hè curretta a cunfigurazione proxy di u navigatore ? Verificate i parametri è pruvate torna.</li> <li>U serviziu proxy permette e cunnessioni da sta reta ?</li> <li>Avete sempre penseru ? Cuntattate u vostru amministratore di a reta o u vostru furnidore d’accessu à internet per ottene un aiutu.</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
co: <p>U navigatore funziuneghja in u modu fora di cunnessione è ùn si pò cunnette à l’indirizzu indicatu.</p> <ul> <li>L’apparechju hè cunnessu à a reta ?</li> <li>Sciglite « Pruvà torna » per cambià ver di u modu in linea è ricaricà a pagina.</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
co: <p>U liame cù a reta hè statu interrottu durante a neguziazione di a cunnessione. Ci vole à pruvà torna.</p> <ul> <li>Forse u site hè timpurariamente indispunibule o sopraccarcu. Pruvate torna da quì à pocu.</li> <li>S’ella ùn hè mancu pussibule di navigà nant’à un situ, verificate a cunnessione di dati o Wi-Fi di u vostru apparechju.</li> </ul>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
co: <p>A pagina chì vò circate à fighjà ùn pò micca esse affissata, perchè un sbagliu in a trasmissione di dati hè statu scupertu.</p> <ul> <li>Ci vole à cuntattà i prupietarii di u situ web per infurmalli di stu penseru.</li> </ul>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
co: <p>L’indirizzu richiesta indicheghja un portu (i.e. : <q>mozilla.org:80</q> per u portu 80 nant’à mozilla.org) chì hè di solitu impiegatu per d’<em>altri</em> scopi chè a navigazione nant’à u Web. U navigatore hà abbandunatu a richiesta per a vostra prutezzione è a vostra sicurità.</p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
co: <p>U navigatore hà troppu aspettatu durante a cunnessione à u situ è hà fermatu d’aspettà una risposta.</p> <ul> <li>Forse u servitore tratta dumande numerose o hè timpurariamente in panna ? Pruvate torna da quì à pocu.</li> <li>Ùn pudete micca navigà nant’à d’altri siti ? Verificate a cunnessione à a reta di u vostru apparechju.</li> <li>U vostru apparechju o a vostra reta hè prutettu da un parafocu o un proxy ? Gattivi parametri ponu interferisce cù a navigazione nant’à u web.</li> <li>Avete sempre penseri ? Cuntattate u vostru amministratore di a reta o u vostru furnidore d’accessu à internet per ottene un aiutu.</li> </ul>

source: <p>This web page at %1$s has been blocked because one of your add-ons tried to open it. This site could be used to steal your info — like passwords or credit card numbers.</p>
co: <p>Sta pagina web à l’indirizzu %1$s hè stata bluccata perchè unu di i vostri moduli addiziunali hà pruvatu d’aprela. Stu situ puderia esse adupratu per arrubà e vostre infurmazioni, tale e parolle d’intesa o i numeri di carte bancarie.</p>

source: Purple
co: Purpura

source: Put the toolbar within easy reach. Keep it on the bottom, or move it to the top.
co: Piazzate a barra d’attrezzi à purtata di manu. Lasciatela quaghjò o dispiazzatela quassù.

source: Quality
co: Qualità

source: Quick settings sheet
co: Panellu d’accessu rapidu à i parametri

source: Quit %1$s
co: Esce di %1$s

source: Quitting the application to apply changes…
co: Chjusura di l’appiecazione per piglià i cambiamenti in contu…

source: Rate %1$s on the Play Store
co: Valutà %1$s nant’à u Play Store

source: Rated %1$s out of 5
co: Valutatu %1$s nant’à 5

source: Rating: %1$.02f out of 5
co: Valutazione : %1$.02f nant’à 5

source: Read and change website data
co: Fighjà è cambià i dati di i siti web

source: Read and modify bookmarks.
co: Fighjà è mudificà l’indette.

source: Read and modify browser settings
co: Cunsultà è mudificà i parametri di u navigatore

source: Read and modify browser settings.
co: Fighjà è mudificà i parametri di u navigatore.

source: Read and modify privacy settings
co: Cunsultà è mudificà i parametri di vita privata

source: Read and modify privacy settings.
co: Fighjà è mudificà i parametri di cunfidenzialità.

source: Reader View, Print, Share, Open app
co: Modu di lettura, stampà, sparte, apre in un’appiecazione

source: Reader View, Report broken site, Print, Share, Open app
co: Modu di lettura, signalà un prublema cù u situ, stampà, sparte, apre in un’appiecazione

source: Reader View, %s, Print, Share, Open app
co: Modu di lettura, %s, stampà, sparte, apre in un’appiecazione

source: Reader View, Translate, Print, Share, Open app
co: Modu di lettura, traduce, stampà, sparte, apre in un’appiecazione

source: Reader View, Translate, Report broken site, Print, Share, Open app
co: Modu di lettura, traduce, signalà un prublema cù u situ, stampà, sparte, apre in un’appiecazione

source: Reader View, Translate, %s, Print, Share, Open app
co: Modu di lettura, traduce, %s, stampà, sparte, apre in un’appiecazione

source: read the article
co: leghje l’articulu

source: Read the text of all open tabs.
co: Leghje u testu di tutte l’unghjette aperte.

source: Read your browsing history
co: Leghje a vostra cronolugia di navigazione

source: Read your browsing history.
co: Leghje a vostra cronolugia di navigazione.

source: Ready to open up an amazing internet?
co: Pronti à scopre un Internet incredibule ?

source: Recent bookmarks
co: Indette recente

source: Recently bookmarked
co: Indettati pocu fà

source: Recently closed
co: Chjose pocu fà

source: Recently saved
co: Arregistrate pocu fà

source: Recently saved bookmarks
co: Indette arregistrate pocu fà

source: Recently visited
co: Visitati pocu fà

source: Recent searches
co: Ricerche recente

source: Recent Searches
co: Ricerche recente

source: Recent search results
co: Risultati recenti di ricerca

source: Recommended extensions
co: Estensioni ricumandate

source: Reconnect
co: Ricunnettesi

source: Reconnect to resume syncing
co: Ricunnittitevi per cuntinuà a sincrunizazione

source: Reconnect to Sync
co: Ricunnettesi à Sync

source: Red
co: Rossu

source: Reduce cookie banners
co: Riduce e striscie di canistrelli

source: Re-enter your PIN
co: Stampittate torna u vostru codice PIN

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
co: L’attualizazione di sta pagina puderia ripete azzioni recente, cum’è l’inviu d’un pagamentu o a publicazione d’un cummentu in doppiu.

source: Region Tools
co: Attrezzi di regione

source: Reliable reviews
co: Avisi degni di cunfidenza

source: Reliable reviews. We believe the reviews are likely from real customers who left honest, unbiased reviews.
co: Avisi degni di cunfidenza. Pensemu chì l’avisi venenu sicuramente da clienti veri chì anu lasciatu avisi sinceri è imparziali.

source: Remember for this site
co: Arricurdassi per stu situ

source: Reminder: %1$s is still using your camera. Tap to open the tab.
co: Ramentu : %1$s impiegheghja sempre u vostru apparechju-fotò. Picchichjà per apre l’unghjetta.

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab
co: Ramentu : %1$s impiegheghja sempre i vostri microfonu è apparechju-fotò. Picchichjà per apre l’unghjetta

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab.
co: Ramentu : %1$s impiegheghja sempre i vostri microfonu è apparechju-fotò. Picchichjà per apre l’unghjetta.
